tests/Motivation-GC-1/DATA/row/fio_output_1G
test: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1 fio-3.32 Starting 1 process test: Laying out IO file (1 file / 256MiB) test: (groupid=0, jobs=1): err= 0: pid=235009: Mon Feb 10 09:39:30 2025 write: IOPS=179k, BW=698MiB/s (731MB/s)(256MiB/367msec); 0 zone resets clat (usec): min=3, max=1112, avg= 5.21, stdev= 6.24 lat (usec): min=3, max=1112, avg= 5.26, stdev= 6.25 clat percentiles (nsec): | 1.00th=[ 3728], 5.00th=[ 3952], 10.00th=[ 4080], 20.00th=[ 4256], | 30.00th=[ 4448], 40.00th=[ 4640], 50.00th=[ 4832], 60.00th=[ 5152], | 70.00th=[ 5600], 80.00th=[ 5984], 90.00th=[ 6496], 95.00th=[ 7136], | 99.00th=[ 8256], 99.50th=[ 8896], 99.90th=[20608], 99.95th=[22144], | 99.99th=[24960] lat (usec) : 4=6.57%, 10=93.08%, 20=0.22%, 50=0.12%, 100=0.01% lat (usec) : 750=0.01% lat (msec) : 2=0.01% cpu : usr=8.47%, sys=90.16%, ctx=0, majf=0, minf=10 IO depths : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0% submit : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% complete : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% issued rwts: total=0,65536,0,0 short=0,0,0,0 dropped=0,0,0,0 latency : target=0, window=0, percentile=100.00%, depth=1 Run status group 0 (all jobs): WRITE: bw=698MiB/s (731MB/s), 698MiB/s-698MiB/s (731MB/s-731MB/s), io=256MiB (268MB), run=367-367msec Disk stats (read/write): pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%