tests/Motivation-GC-1/DATA/row/fio_output_1G
test: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1 fio-3.32 Starting 1 process test: Laying out IO file (1 file / 256MiB) test: (groupid=0, jobs=1): err= 0: pid=974477: Sun Feb 9 14:51:07 2025 write: IOPS=160k, BW=626MiB/s (656MB/s)(256MiB/409msec); 0 zone resets clat (usec): min=3, max=1049, avg= 5.61, stdev= 5.82 lat (usec): min=3, max=1049, avg= 5.68, stdev= 5.82 clat percentiles (nsec): | 1.00th=[ 4016], 5.00th=[ 4256], 10.00th=[ 4448], 20.00th=[ 4640], | 30.00th=[ 4832], 40.00th=[ 5024], 50.00th=[ 5216], 60.00th=[ 5536], | 70.00th=[ 6048], 80.00th=[ 6560], 90.00th=[ 7136], 95.00th=[ 7648], | 99.00th=[ 8768], 99.50th=[ 9024], 99.90th=[ 9664], 99.95th=[ 9920], | 99.99th=[17280] lat (usec) : 4=0.81%, 10=99.14%, 20=0.04%, 50=0.01%, 100=0.01% lat (usec) : 750=0.01% lat (msec) : 2=0.01% cpu : usr=7.60%, sys=92.16%, ctx=1, majf=0, minf=10 IO depths : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0% submit : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% complete : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0% issued rwts: total=0,65536,0,0 short=0,0,0,0 dropped=0,0,0,0 latency : target=0, window=0, percentile=100.00%, depth=1 Run status group 0 (all jobs): WRITE: bw=626MiB/s (656MB/s), 626MiB/s-626MiB/s (656MB/s-656MB/s), io=256MiB (268MB), run=409-409msec Disk stats (read/write): pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%